import React, { Component } from 'react';
import "../DropDownItem.css"

class Module extends Component {

    render() {

        return (
            <div className="about-container">
                <h3 className="about-title">Квиллинг</h3>
                <span className="sub-text">Увлечение поделками из бумаги может быть сродни ювелирному искусству – это наглядно демонстрирует такое направление оригами, как квиллинг. Нередко квиллинг называют «бумажной филигранью», и это название как нельзя лучше отражает суть.   Что такое квиллинг? Это великолепные поделки, где используются узкие и длинные полоски бумаги, закрученные в спираль. Из множества спиралей мастера оригами составляют удивительные композиции, поражающие своей ажурностью и объемностью.   Впервые квиллингом увлеклись жители Западной Европы в 15 веке – тогда это считалось настоящим видом искусства, по важности приравненным к художеству или живописи. Но особенно популярным этот вид оригами стал тогда, когда он «перекочевал» на Восток.   Мастера Японии и Китая придали квиллингу еще более грандиозный размах. Они изготовляли композиции необычайной красоты и невероятной сложности. В южной Корее даже есть Ассоциация любителей оригами, которая объединила под своим началом любителей бумажной пластики разных направлений.   Бумага для квиллинга должна быть одного цвета с обеих сторон. В некоторых работах необходима односторонняя цветная бумага, но это, скорее, исключение, чем правило. Ширина полоски составляет от 3 до 7 см.   Композиции, выполненные методом квиллинга, отнюдь не такие хрупкие, какими считают их многие. К примеру, на готовое изделие можно положить достаточно тяжелую книгу, и от этого ни одна завитушка не помнется.   Интересно, что квиллингом увлекалась, в том числе, и принцесса Елизавета, принцесса Англии. Многие ее работы по сей день хранятся в Лондоне, в музее Виктории и Альберта. </span>
            </div>
        );
    }
}


export default Module;