import React, { Component } from 'react';
import "../DropDownItem.css"

class Watter extends Component {

    render() {

        return (
            <div className="about-container">
                <h3 className="about-title">Мокрое оригами</h3>
                <span className="sub-text">Автором этой техники является японский мастер Ёсидзава. Как становится понятно из названия, бумагу для моделей нужно предварительно намочить. Это делается для того, чтобы получить плавность линий и одновременно жесткость и выразительность. В такой технике чаще всего выполняются фигурки цветов и животных, которые нельзя отнести к геометричным объектам. Такой выбор техники неслучаен, поскольку именно прибегнув к мокрому складыванию можно добиться естественности бумажных фигурок.
Мнение, что для мокрого складывания подойдет любая бумага, ошибочно. Эта техника предполагает использование только плотных листов той бумаги, при изготовлении которой используют водорастворимый клей, который скрепляет волокна.
</span>
            </div>
        );
    }
}


export default Watter;